{
  "partyGame":
  [
    {"GameRating":"Long","GamePlayers":"2-9 Players","GameID":1,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$15","GameName":"Expoloding Kittens","GameTime":"30-45 mins","GameWebsite":"https://www.explodingkittens.com/", "GameDescritpion": "Exploding Kittens is a highly strategic, kitty-powered version of Russian Roulette. Basically, if you draw an Exploding Kitten, you lose and you are full of loser sad-sauce. All the other cards in the deck help you avoid or mitigate your risk of drawing an Exploding Kitten. If you don’t explode, YOU WIN! Congratulations, you are full of greatness!", "GameCreator" : "Created by Elan Lee and The Oatmeal's founder Matt Inman"},
    {"GameRating":"Long","GamePlayers":"3-20 Players","GameID":2,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$15","GameName":"Cards Against Humanities","GameTime":"30-45 mins","GameWebsite":"https://www.cardsagainsthumanity.com/", "GameDescritpion": "Cards Against Humanity is a game. It is made of cards. You put the cards together to make jokes. It’s pretty stupid. We made the first version to play at a New Year’s Eve party. People seemed to like it, so we put it up on Kickstarter in 2010. It made a lot of money. We couldn’t believe it. Since then, we’ve done a lot of stupid things with the money, like send people literal bullshit, sell a car for $97, and dig a hole for no reason. We also donated a bunch of money to charity because we felt bad. Anyway, that about does it. Here’s a collage of more dumb stuff we did. You can click the pictures!", "GameCreator" : "Created by CAH LLC and John Dillon"},
    {"GameRating":"Long","GamePlayers":"3-20 Players","GameID":2,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$15","GameName":"Cards Against Humanities","GameTime":"30-45 mins","GameWebsite":"https://www.cardsagainsthumanity.com/", "GameDescritpion": "Cards Against Humanity is a game. It is made of cards. You put the cards together to make jokes. It’s pretty stupid. We made the first version to play at a New Year’s Eve party. People seemed to like it, so we put it up on Kickstarter in 2010. It made a lot of money. We couldn’t believe it. Since then, we’ve done a lot of stupid things with the money, like send people literal bullshit, sell a car for $97, and dig a hole for no reason. We also donated a bunch of money to charity because we felt bad. Anyway, that about does it. Here’s a collage of more dumb stuff we did. You can click the pictures!", "GameCreator" : "Created by CAH LLC and John Dillon"},
    {"GameRating":"Fast-Paced","GamePlayers":"2-7 Players","GameID":3,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$15","GameName":"BlackJack","GameTime":"5 mins","GameWebsite":"https://bicyclecards.com/how-to-play/blackjack/", "GameDescritpion": "Equally well known as Twenty-One. The rules are simple, the play is thrilling, and there is opportunity for high strategy. In fact, for the expert player who mathematically plays a perfect game and is able to count cards, the odds are sometimes in that player's favor to win. But even for the casual participant who plays a reasonably good game, the casino odds are less, making Blackjack one of the most attractive casino games for the player. While the popularity of Blackjack dates from World War I, its roots go back to the 1760s in France, where it is called Vingt-et-Un (French for 21). Today, Blackjack is the one card game that can be found in every American casino. As a popular home game, it is played with slightly different rules. In the casino version, the house is the dealer. In casino play, the dealer remains standing, and the players are seated. The dealer is in charge of running all aspects of the game, from shuffling and dealing the cards to handling all bets. In the home game, all of the players have the opportunity to be the dealer .", "GameCreator" : "Created by Osamu Tezuka"},
    {"GameRating":"Fast-Paced","GamePlayers":"2-10 Players","GameID":4,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$15","GameName":"Uno","GameTime":"25 mins","GameWebsite":"https://www.ubisoft.com/en-us/game/uno/uno", "GameDescritpion": "UNO™ is the classic family card game that's easy to pick up and impossible to put down! Players take turns matching a card in their hand with the current card shown on top of the deck either by color or number. Special action cards, like Skips, Reverses, Draw Twos, color-changing Wild and Draw Four Wild cards, deliver game-changing moments as they each perform a function to help you defeat your opponents. If you can't make a match, you must draw from the center pile. And when you're down to one card, don't forget to shout 'UNO!' The first player to get rid of all the cards in their hand wins. Now card game-lovers can get UNO™ in a sturdy tin that's great for travel and makes storage stress-free. Colors and decorations may vary.", "GameCreator" : "Created by Ubisoft and Merle Robbins"},
    {"GameRating":"Long","GamePlayers":"2-8 Players","GameID":5,"GameImage":"https://raw.githubusercontent.com/donalmeida/JSONProjectsIT315/master/oldrag.jpg","GamePrice":"$20.99","GameName":"Monopoly","GameTime":"1-3 Hours","GameWebsite":"https://monopoly.hasbro.com/en-us", "GameDescritpion": "The Monopoly Discover board game offers fun teaching tools for families. It features a double-sided gameboard with 2 levels of play, so you can decide which level is right for the family! One side focuses on counting and matching, recommended for kids ages 4-5. Flip the board over for more advanced play, focusing on reading and simple math, recommended for kids ages 6 and up. Gameplay in each level uses its own set of Monopoly money and cards, as well as rules. Inspired by Monopoly classic gameplay -- after all, every billionaire starts somewhere! The game is a great choice for a family game night, and makes a fun gift for kids ages 4 and up. The Hasbro, Hasbro Gaming, Parker Brothers, and Monopoly names and logos, the distinctive design of the gameboard, the four corner squares, the Mr. Monopoly name and character, as well as each of the distinctive elements of the board and playing pieces are trademarks of Hasbro for its property trading game and game equipment.", "GameCreator" : "Created by Hasbro and the Parker Brothers"},

  ],
  "Status":"OK"
}
